
//import Footer
import FooterMain from '/src/components/FooterMain'
//import NavbarHome
import NavbarMain from './components/NavbarMain'

//import css
import './css/global.scss'
import './css/about.scss'

export default function About() {
  return (
    <div className='cover-about'>
      <NavbarMain></NavbarMain>
      <p className="header">เกี่ยวกับเรา</p>
      <ul className="card">
        <li>
          <div>Documents</div>
        </li>
        <li>
          <div>Team of Us</div>
        </li>
      </ul>
      <p className="sub-header">
        ที่มาและความสำคัญ
      </p>
      <p className="content">
        ปัจจุบันการสั่งซื้อสินค้าจากต่างประเทศได้เพิ่มความนิยมเพิ่มมากขึ้นโดยเฉพาะบริการสั่งซื้อผ่านตัวแทนต่างๆ เพื่อนำเข้าสินค้าที่ไม่มีขายในประเทศไทยแต่ที่ผ่านมาผู้บริโภค
        ก็ได้ประสบพบกับปัญหาที่ผู้ให้บริการต่างๆไม่ได้อยู่รวมกันในแพลตฟอร์มเดียวทำให้ผู้บริโภคต้องใช้เวลาอย่างมากในการมองหาสินค้าจากผู้ให้บริการต่างๆ จากหลายแหล่ง
        การวิเคราะห์และออกแบบระบบมีบทบาทที่สำคัญอย่างมาก เป็นวิธีที่ใช้ในการสร้างระบบสารสนเทศ ขึ้นมาใหม่ในธุรกิจใดธุรกิจหนึ่งเพื่อให้สามารถออกแบบระบบ
        ที่ให้สามารถรวมผู้นำเข้าและผู้บริโภคมารวมอยู่ในแหล่งเดียว
        ผู้จัดทำจึงเล็งเห็นความสำคัญของการนำการวิเคราะห์และออกแบบระบบมาแก้ปัญหาของปัญหาที่กล่าวมาในข้างต้น เพื่อได้ระบบสั่งซื้อสินค้าผ่านทางเว็บไซต์ ที่ผู้ใช้สามารถเลือกสั่งซื้อสินค้าผ่านเว็บไซต์ได้้ และอำนวยความสะดวกในการสั่งซื้อสินค้าแก่ผู้ใช้
      </p>
      <p className="sub-header">
        ประโยชน์ที่คาดว่าน่าจะได้รับ
      </p>
      <p className="content">
        1. ระบบสั่งซื้อสินค้าผ่านทางเว็บไซต์<br/>
        2. ผู้ใช้สามารถเลือกสั่งซื้อสินค้าผ่านเว็บไซต์ได้<br/>
        3. อำนวยความสะดวกในการสั่งซื้อสินค้าแก่ผู้ใช้
      </p>
      <FooterMain></FooterMain>
    </div>
  )
}